Repository: wpcodefactory/compare-products-for-woocommerce
Catalog: languages/compare-products-for-woocommerce-*.po
Languages: pt_br

source: Buttons
pt_br: Botões

source: Buttons Options
pt_br: Opções dos botões

source: Single Page
pt_br: Página do produto

source: Enables a default button on single product page
pt_br: Ativa o botão padrão na página do produto

source: Position on Single
pt_br: Posição na página do produto

source: Where the button will appear on single product page?
pt_br: Onde o botão será exibido na página do produto

source: Default is On single product summary
pt_br: O padrão é no resumo individual do produto

source: On single product summary
pt_br: No resumo individual do produto

source: Before single product summary
pt_br: Antes do resumo individual do produto

source: After single product summary
pt_br: Depois do resumo individual do produto

source: After product thumbnail
pt_br: Depois da imagem do produto

source: Priority on Single
pt_br: Prioridade na página do produto

source: More precise control of where the button will appear on single product page
pt_br: Um controle mais preciso de onde o botão será exibido na página individual do produto

source: Default is 31, right after "add to cart" button
pt_br: O padrão é 31, logo depois do botão de comprar

source: Product Loop
pt_br: Looping dos produtos

source: Enable button on product loop
pt_br: Ativa o botão no looping dos produtos

source: Priority on Loop
pt_br: Prioridade no looping

source: More precise control of where the button will appear on product loop
pt_br: Um controle mais preciso de onde o botão será exibido no looping dos produtos

source: Before add to cart button
pt_br: Antes do botão de comprar

source: After add to cart button
pt_br: Depois do botão de comprar

source: Comparison List
pt_br: Lista de comparação

source: None
pt_br: Nenhum

source: Comparison List Options
pt_br: Opções da lista de comparação

source: Options regarding the comparison list
pt_br: Opções relacionadas a lista de comparação

source: Modal
pt_br: Popup

source: Enables a popup that shows the comparison list
pt_br: Ativa um popup que mostra a lista de comparação

source: Page
pt_br: Página

source: A page that displays the comparison list
pt_br: Uma página que mostra a lista de comparação

source: Creates a widget showing a link pointing to the comparison list
pt_br: Cria um widget mostrando um link que aponta para a lista de comparação

source: Columns
pt_br: Colunas

source: Options regarding comparison table columns
pt_br: Opções relacionadas as colunas da tabela de comparação

source: Image
pt_br: Imagem

source: Enables product image on product column
pt_br: Ativa a imagem do produto na coluna do produto

source: Title
pt_br: Título

source: Enables product title on product column
pt_br: Ativa o título do produto na coluna do produto

source: What columns do you want to show on comparison list?
pt_br: Quais colunas você deseja exibir na lista de comparação?

source: You can drag and drop columns to put them in any order you want
pt_br: Você pode arrastar e soltar as colunas para deixá-las na ordem que quiser

source: General
pt_br: Geral

source: General Options
pt_br: Opções gerais

source: Enable Plugin
pt_br: Ativa o plugin

source: Enable "Compare Products for WooCommerce" plugin
pt_br: Ativa o plugin "Compare Products for WooCommerce"

source: Load FontAwesome
pt_br: Carregar FontAwesome

source: Load most recent version of Font Awesome
pt_br: Carrega a versão mais recente do FontAwesome

source: Only mark this if you are not loading Font Awesome nowhere else. Font Awesome is responsible for creating icons
pt_br: Apenas marque essa opção se você não estiver carregando o FontAwesome em nenhum outro local. FontAwesome é responsável por criar ícones

source: Do you like the free version of this plugin? Imagine what the Pro version can do for you!
pt_br: Você gosta da versão gratuita desse plugin? Imagine o que a versão Pro pode fazer por você!

source: Check it out <a target="_blank" href="%s">here</a> or on this link: <a target="_blank" href="%s">%s</a>
pt_br: Acesse <a target="_blank" href="%s">por aqui</a> ou por esse link: <a target="_blank" href="%s">%s</a>

source: Take a look on some of its features:
pt_br: Dê uma olhada nos recursos:

source: Style your buttons easily
pt_br: Personalize seus botões facilmente

source: Choose in real time which comparison list columns will be displayed on front-end
pt_br: Escolha em tempo real quais colunas da lista de comparação ficam visíveis no front-end

source: Sort products on the comparison list by any field
pt_br: Ordene produtos na lista de comparação por qualquer campo

source: <a target="_blank" style="margin:9px 0 15px 0;" class="button-primary" href="%s">Upgrade to Pro version now</a>
pt_br: <a target="_blank" style="margin:9px 0 15px 0;" class="button-primary" href="%s">Atualize para a versão Pro agora</a>

source: Compare Products
pt_br: Comparação de produtos

source: Product
pt_br: Produto

source: Price
pt_br: Preço

source: Weight
pt_br: Peso

source: Add to cart button
pt_br: Botão de comprar

source: Description
pt_br: Descrição

source: Availability
pt_br: Disponibilidade

source: Dimensions
pt_br: Dimensões

source: View comparison list
pt_br: Ver lista de comparação

source: Sorry, Some error occurred. Please, try again later.
pt_br: Desculpe, ocorreu um erro. Por favor, tente mais tarde.

source: Comparison list
pt_br: Lista de comparação

source: Compare your items
pt_br: Compare seus ítens

source: Settings
pt_br: Ajustes

source: Compare
pt_br: Comparar

source: Remove
pt_br: Remover

source: Stock
pt_br: Estoque

source: Add to cart
pt_br: Comprar

source: In stock
pt_br: Em estoque

source: Out of stock
pt_br: Fora de estoque

source: The comparison list is empty
pt_br: A lista de comparação está vazia
